Repository: FinnArild/collective.flowplayer
Catalog: src/collective/flowplayer/locales/*/LC_MESSAGES/collective.flowplayer.po
Languages: it

source: Add Video Portlet
it: Aggiunti portlet video

source: An image file to use as a splash image
it: Un'immagine da usare come anteprima

source: Edit Video Portlet
it: Modifica portlet video

source: Enter a number greater than 0 to limit the number of items displayed
it: Inserisci un numero maggiore di 0 per limitare il numero di elementi visualizzati

source: Height
it: Altezza

source: If enabled, a more... link will appear in the footer of the portlet, linking to the underlying data.
it: Se abilitato, un link "altro..." apparirà alla base della portlet, collegato ai dati sottostanti.

source: If enabled, a random video from the selection will be played.
it: Se abilitato, sarà selezionato un video casuale dalla selezione.

source: Number of videos to show
it: Numero di video da visualizzare

source: Portlet header
it: Intestazione della portlet

source: Randomise the playlist
it: Riproduzione casuale

source: Show more... link
it: Mostra un link "altro..."

source: Splash image
it: Immagine di anteprima

source: Target object
it: Oggetto di riferimento

source: This can be a file containing an FLV file, or a folder or collection containing FLV files
it: Questo può essere un file video, una cartella o una collezione di file video

source: This portlet display a Flash Video
it: Questa portlet visualizzerà un video Flash

source: Title of the rendered portlet
it: Titolo della portlet visualizzata

source: Width
it: Larghezza

source: You can override video height detected in video metadata. Leave empty to retreive height from metadata.
it: Puoi sovrascrivere l'altezza del video estratta dai metadati. Lascia il campo vuoto per ottenere l'altezza dai metadati.

source: You can override video width detected in video metadata. Leave empty to retreive width from metadata.
it: Puoi sovrascrivere la larghezza del video estratta dai metadati. Lascia il campo vuoto per ottenere la larghezza dai metadati.

source: more_url
it: Altro…

source: no_videos
it: Non ci sono video in questa cartella. Prima aggiunti qualche video.

source: video_fallback
it: Se il tuo video non parte in esecuzione a breve, ti preghiamo di assicurarti che tu abbia JavaScript abilitato e una tra le ultime versioni di Adobe Flash Player (http://www.adobe.com/products/flashplayer/) installata.
